christian-kohler.npm-intellisense
DavidAnson.vscode-markdownlint
dendron.dendron
dendron.dendron-markdown-links
dendron.dendron-markdown-preview-enhanced
dendron.dendron-markdown-shortcuts
dendron.dendron-paste-image
dendron.dendron-snippet-maker
donjayamanne.githistory
eamodio.gitlens
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
GitHub.github-vscode-theme
James-Yu.latex-workshop
ms-azuretools.vscode-docker
ms-python.python
njpwerner.autodocstring
PKief.material-icon-theme
sadesyllas.vscode-workspace-switcher
vscodevim.vim
